[
    {
        "id":"11",
        "course_id":"201",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/CSS3_logo_and_wordmark.svg/1200px-CSS3_logo_and_wordmark.svg.png",
        "name":"CSS",
        "details":"Cascading Style Sheets (CSS) is a stylesheet language used to describe the presentation of a document written in HTML or XML (including XML dialects such as SVG, MathML or XHTML). CSS describes how elements should be rendered on screen, on paper, in speech, or on other media.CSS (Cascading Style Sheets) is used to style and layout web pages — for example, to alter the font, color, size, and spacing of your content, split it into multiple columns, or add animations and other decorative features. This module provides a gentle beginning to your path towards CSS mastery with the basics of how it works, what the syntax looks like, and how you can start using it to add styling to HTML.",
        "payment":"$17"
        },
    {
        "id":"12",
        "course_id":"202",
        "image":"https://1000logos.net/wp-content/uploads/2020/09/JavaScript-Logo.png",
        "name":"Javascript",
        "details":"JavaScript (JS) is a lightweight, interpreted, or just-in-time compiled programming language with first-class functions. While it is most well-known as the scripting language for Web pages, many non-browser environments also use it, such as Node.js, Apache CouchDB and Adobe Acrobat. JavaScript is a prototype-based, multi-paradigm, single-threaded, dynamic language, supporting object-oriented, imperative, and declarative (e.g. functional programming) styles.",
        "payment":"$27"
        },
    {
        "id":"13",
        "course_id":"203",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Python.svg/1200px-Python.svg.png",
        "name":"Python",
        "details":"Python is a popular programming language.Python can be used on a server to create web applications.Python is easy to learn. Its syntax is easy and code is very readable.Python has a lot of applications. It's used for developing web applications, data science, rapid application development, and so on.Python allows you to write programs in fewer lines of code than most of the programming languages.The popularity of Python is growing rapidly.",
        "payment":"$37"
        },
    {
        "id":"14",
        "course_id":"204",
        "image":"https://raw.githubusercontent.com/github/explore/5b3600551e122a3277c2c5368af2ad5725ffa9a1/topics/java/java.png",
        "name":"Java",
        "details":"Java is a popular programming language.Java is used to develop mobile apps, web apps, desktop apps, games and much more.Java is a platform-independent language. We can write Java code in one platform and run it in another platform.Java is a general-purpose language with a wide range of applications. It is used for developing mobile and desktop applications, big data processing, embedded systems, and so on.Java is an object-oriented programming language.It helps in code reusability.",
        "payment":"$47"
        },
    {
        "id":"15",
        "course_id":"205",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/ISO_C%2B%2B_Logo.svg/1200px-ISO_C%2B%2B_Logo.svg.png",
        "name":"C++",
        "details":"C++ is a popular programming language.C++ is used to create computer programs, and is one of the most used language in game development.C++ is used to develop games, desktop apps, operating systems, browsers, and so on because of its performance.After learning C++, it will be much easier to learn other programming languages like Java, Python, etc.C++ helps you to understand the internal architecture of a computer, how computer stores and retrieves information.",
        "payment":"$57"
        },
    {
        "id":"16",
        "course_id":"206",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/HTML5_logo_and_wordmark.svg/1200px-HTML5_logo_and_wordmark.svg.png",
        "name":"HTML",
        "details":"HTML is the standard markup language for Web pages.With HTML you can create your own Website.HTML is easy to learn - You will enjoy it!.HTML is the foundation for creating webpages. Learning HTML helps us to understand the fundamentals of the Web.HTML is the starting point for many web developers.Learning HTML helps you boost your career. HTML can be useful for marketers, content writers, salespeople, founders, etc.",
        "payment":"$67"
        }
    ]